const magzineItems = [
  {
    name: '经济学人',
    code: 'TE',
    coverUrl: './images/TE.png',
    introduction: "《經濟學人》並非專門研究經濟學，也不是學術期刊，而是一本涉及全球政治、經濟、文化、科技等多方面事務的綜合性新聞評論刊物，着重於對這些議題提供深入的分析和評論。它的社論持有古典自由主義與經濟自由主義的立場，傾向於支持自由貿易、全球化、人口自由流動（英語：Free migration）和社會自由主義（例如支持國家承認同性婚姻）。它曾將自己形容為「亞當·斯密與大衛·休謨的蘇格蘭式自由主義的產物」。它面向教育程度較高的人羣，讀者中包括諸多具有影響力的高管和決策者。"
  },
  {
    name: '国家地理',
    code: 'NG',
    coverUrl: './images/NG.jpg',
    introduction: "《国家地理》（英语：National Geographic），原名《国家地理杂志》（National Geographic Magazine），是美国国家地理学会的官方杂志，在国家地理学会1888年成立后的9个月开始发行第一期。其封面上的亮黄框及月桂纹图样是其象征，也是国家地理的注册商标。国家地理为月刊。杂志的内容包括地理、科普、历史、文化、纪实、摄影等。"
  }, {
    name: '自然',
    code: 'NT',
    coverUrl: './images/NTLOGO.png',
    introduction: "《自然》（英语：Nature）是世界上最早的科学期刊之一，也是全世界最权威及最有名望的学术期刊之一，首版于1869年11月4日。虽然今天大多数科学期刊都专一于一个特殊的领域，《自然》是少数（其它类似期刊有《科学》和《美国国家科学院院刊》）依然发表来自很多科学领域的一手研究论文的期刊。在许多科学研究领域中，每年最重要、最前沿的研究结果是在《自然》中以短文章的形式发表的。"
  }, {
    name: '科学',
    code: 'SC',
    coverUrl: './images/SCLOGO.jpg',
    introduction: "《科学》（英语：Science）是由美国科学促进会（AAAS）出版的一份英文学术期刊，创刊于1880年，是极具权威性和影响力的世界顶级学术刊物。《科学》主要刊载重大的原创性科学研究和科研综述，也发表与科学相关的新闻、关于科技政策及科学家感兴趣的事务的观点。与大多数专注于特定领域的学术期刊不同，《科学》及其竞争对手《自然》（英文：Nature）涵盖了所有学科。"
  },
  {
    name: '442',
    code: '442',
    coverUrl: './images/442LOGO.jpg',
    introduction: "442（FourFourTwo）是英国的一本足球杂志。每月发行，售价是4.50英镑，每期约有164页。2011年2月，442杂志出版了其的200期。杂志的名称是来自于足球阵型中的442阵型。这是英国足球最为经典的阵型。2011年，442平均每期发行90,077份，其中75,212份是发行自英国和爱尔兰共和国。"
  },
]



export default magzineItems
